import React from 'react';

const Politics = props => {
	return (
		<div>
			Политика конфиденциальности
			<p>Настоящая политика конфиденциальности распространяются на всех посетителей и пользователей сайта. Пользователю сайта необходимо внимательно ознакомиться с настоящими Условиями.</p>
			<p>Пользователь дает ООО "НЕНАДО продакшн" разрешение на обработку своих персональных данных, указываемых им в анкете, на сайтах компании.</p>
			<p>ООО "НЕНАДО продакшн" использует всю добровольно предоставленную пользователем информацию для обработки и предоставления информационных услуг.</p>
			<p>Никакая информация личного характера об отдельном пользователе не разглашается, кроме случаев, предусмотренных законом.</p>
		</div>
	)
}

export default Politics;
