import React from 'react';

const Agreement = props => {
return (
	<div>
		СОГЛАШЕНИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ <br /> на сайте <a href="http://nenado.pro/communications">http://nenado.pro/communications</a>
		<p>Присоединяясь к настоящему Соглашению и оставляя свои данные на Сайте http://nenado.pro/ (далее — Сайт), путём заполнения полей форм Пользователь:
			<ul>
				<li>подтверждает, что все указанные им данные принадлежат лично ему;</li>
				<li>подтверждает и признаёт, что им внимательно в полном объёме прочитано Соглашение и условия обработки его персональных данных, указываемых им в полях форм, текст соглашения и условия обработки персональных данных ему понятны;</li>
				<li>даёт согласие на обработку Сайтом предоставляемых в составе информации персональных данных в целях заключения между ним и Сайтом настоящего Соглашения, а также его последующего исполнения;</li>
				<li>выражает согласие с условиями обработки персональных данных.</li>
			</ul>
		</p>
		<p>Владельцем сайта http://nenado.pro/  является ООО «НЕНАДО продакшн»:</p>
		<p>ОГРН: 118774631212 <br />
		ИНН: 771690675 <br />
		Юридический адрес: 129347 г. Москва, Ярославское ш., дом 124, Э 1, пом. XI, к.9, оф. 1Ф. <br />
		Фактический адрес: Москва, Полковая 3с2, 616</p>
		<p>Пользователь даёт своё согласие на обработку его персональных данных, а именно совершение действий, предусмотренных п. 3 ч. 1 ст. 3 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных», и подтверждает, что, давая такое согласие, он действует свободно, своей волей и в своём интересе.</p>
		<p>Согласие Пользователя на обработку персональных данных является конкретным, информированным и сознательным.</p>
		<p>Целью обработки персональных данных является предоставление Пользователю услуг, описанных на Сайте.</p>
		<p>Настоящее согласие Пользователя признаётся исполненным в простой письменной форме, на обработку следующих персональных данных:
			<ul>
				<li>фамилии, имени, отчества;</li>
				<li>места пребывания (город, область);</li>
				<li>номеров телефонов;</li>
				<li>адресов электронной почты (e-mail);</li>
				<li>cookie-файлов;</li>
				<li>информации об IP-адресе Пользователя;</li>
				<li>информации о местоположении Пользователя.</li>
			</ul>
		</p>
		<p>Пользователь, предоставляет http://nenado.pro/  право осуществлять следующие действия (операции) с персональными данными: сбор и накопление; хранение в течение установленных нормативными документами сроков хранения отчётности, но не менее трёх лет, с момента даты прекращения пользования услуг Пользователем; уточнение (обновление, изменение); использование; уничтожение; обезличивание; передача по требованию суда, в т. ч., третьим лицам, с соблюдением мер, обеспечивающих защиту персональных данных от несанкционированного доступа.</p>
		<p>Указанное согласие действует бессрочно с момента предоставления данных и может быть отозвано вами путём подачи заявления администрации сайта с указанием данных, определённых ст. 14 Закона «О персональных данных».</p>
		<p>Отзыв согласия на обработку персональных данных может быть осуществлён путём направления Пользователем соответствующего распоряжения в простой письменной форме на адрес электронной почты (e-mail): hello@nenado.pro</p>
		<p>Сайт имеет право вносить изменения в настоящее Соглашение. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Соглашения вступает в силу с момента её размещения, если иное не предусмотрено новой редакцией Соглашения.</p>
		<p>Действующая редакция Соглашения находится на странице по адресу: http://nenado.pro/communications</p>
		<p>К настоящему Соглашению и отношениям между Пользователем и Сайтом, возникающим в связи с применением Соглашения, подлежит применению право Российской Федерации.</p>
	</div>
)
}

export default Agreement;
